{
    "itching": "Do you feel any sensation on your skin that makes you want to scratch?",
    "skin_rash": "Have you noticed any changes in the appearance or texture of your skin?",
    "nodal_skin_eruptions": "Have you experienced any raised or swollen areas on your skin?",
    "continuous_sneezing": "Have you been sneezing frequently and without interruption?",
    "shivering": "Have you been experiencing uncontrollable shaking or trembling?",
    "chills": "Do you feel cold and experience shivering or shuddering?",
    "joint_pain": "Are you feeling any discomfort or aching in your joints?",
    "stomach_pain": "Are you experiencing any pain or discomfort in your abdomen?",
    "acidity": "Do you feel a burning sensation or discomfort in your chest or stomach?",
    "ulcers_on_tongue": "Have you noticed any sores or open wounds on your tongue?",
    "muscle_wasting": "Have you noticed any reduction in muscle mass or muscle weakness?",
    "vomiting": "Have you been experiencing the forceful expulsion of stomach contents through the mouth?",
    "burning_micturition": "Do you feel a burning sensation or pain while urinating?",
    "spotting_ urination": "Have you noticed any blood spots during urination?",
    "fatigue": "Are you feeling tired, weak, or lacking energy?",
    "weight_gain": "Have you noticed an increase in your body weight?",
    "anxiety": "Do you feel excessive worry, fear, or unease?",
    "mood_swings": "Have you been experiencing frequent changes in your mood or emotional state?",
    "weight_loss": "Have you noticed a decrease in your body weight?",
    "restlessness": "Do you feel unable to stay still or have an urge to constantly move?",
    "lethargy": "Are you feeling a lack of energy or a sense of tiredness and weariness?",
    "irregular_sugar_level": "Have you noticed any fluctuations in your blood sugar levels?",
    "cough": "Are you experiencing repeated sudden and forceful expulsions of air from your lungs?",
    "high_fever": "Do you have an abnormally high body temperature?",
    "sunken_eyes": "Do your eyes appear noticeably hollow or deeply set?",
    "breathlessness": "Are you experiencing difficulty in breathing or shortness of breath?",
    "sweating": "Are you sweating excessively?",
    "indigestion": "Do you experience discomfort or pain in your stomach after eating?",
    "headache": "Are you experiencing pain or aching in your head?",
    "yellowish_skin": "Has your skin taken on a yellowish tint or color?",
    "dark_urine": "Is your urine darker in color than usual?",
    "nausea": "Are you experiencing a sensation of wanting to vomit?",
    "loss_of_appetite": "Have you noticed a decreased desire to eat?",
    "pain_behind_the_eyes": "Do you feel any pain or discomfort located behind your eyes?",
    "back_pain": "Are you experiencing any pain or discomfort in your back?",
    "constipation": "Are you having difficulty passing stool or experiencing infrequent bowel movements?",
    "abdominal_pain": "Are you experiencing any pain or discomfort in your abdomen?",
    "diarrhoea": "Are you experiencing frequent and watery bowel movements?",
    "mild_fever": "Do you have a low-grade fever?",
    "yellow_urine": "Is your urine yellow in color?",
    "yellowing_of_eyes": "Have you noticed a yellow discoloration in the whites of your eyes?",
    "acute_liver_failure": "Are you experiencing a sudden and severe impairment of liver function?",
    "swelling_of_stomach": "Do you have noticeable swelling or distension in your stomach area?",
    "swelled_lymph_nodes": "Have you noticed any enlarged or swollen lymph nodes in your body?",
    "malaise": "Are you experiencing a general feeling of discomfort, illness, or unease?",
    "blurred_and_distorted_vision": "Is your vision unclear or distorted?",
    "phlegm": "Are you coughing up thick mucus from your respiratory tract?",
    "throat_irritation": "Do you feel a scratchy or sore sensation in your throat?",
    "chest_pain": "Are you experiencing any discomfort, pressure, or pain in your chest?",
    "weakness_in_limbs": "Do you feel a loss of strength or decreased ability to move your arms or legs?",
    "fast_heart_rate": "Are you experiencing an unusually rapid heartbeat?",
    "pain_during_bowel_movements": "Do you feel pain or discomfort when passing stool?",
    "neck_pain": "Are you experiencing any pain or discomfort in your neck?",
    "dizziness": "Do you feel lightheaded, unsteady, or have a sensation of spinning?",
    "cramps": "Are you experiencing sudden, involuntary contractions or spasms in your muscles?",
    "obesity": "Are you significantly overweight?",
    "knee_pain": "Are you experiencing any pain or discomfort in your knees?",
    "muscle_weakness": "Do you feel a decrease in muscle strength or difficulty in performing physical tasks?",
    "stiff_neck": "Do you have difficulty moving your neck or experience neck pain when moving?",
    "swelling_joints": "Are your joints swollen or larger than usual?",
    "movement_stiffness": "Do you have difficulty moving certain body parts due to stiffness?",
    "spinning_movements": "Do you experience a sensation of spinning or the room spinning around you?",
    "loss_of_balance": "Are you having trouble maintaining your balance or feeling unsteady on your feet?",
    "weakness_of_one_body_side": "Do you feel weakness or lack of coordination on one side of your body?",
    "bladder_discomfort": "Do you experience discomfort or pain in your bladder?",
    "passage_of_gases": "Do you pass gas more frequently than usual?",
    "toxic_look_(typhos)": "Do you have an appearance or features suggesting severe illness or toxicity?",
    "depression": "Are you feeling extremely sad, hopeless, or experiencing a loss of interest in activities?",
    "irritability": "Are you easily annoyed, agitated, or prone to angry outbursts?",
    "muscle_pain": "Do you feel pain or soreness in your muscles?",
    "red_spots_over_body": "Have you noticed red spots or rashes on your body?",
    "family_history": "Is there a history of similar symptoms or conditions in your family?",
    "mucoid_sputum": "Are you coughing up thick, viscous mucus?",
    "rusty_sputum": "Is your cough producing sputum that has a rusty or reddish color?",
    "lack_of_concentration": "Are you having difficulty focusing, concentrating, or paying attention?",
    "visual_disturbances": "Are you experiencing any abnormalities or disruptions in your vision?",
    "blood_in_sputum": "Have you noticed the presence of blood in the mucus or phlegm that you cough up?",
    "pus_filled_pimples": "Do you have pimples or skin lesions that are filled with pus?",
    "skin_peeling": "Are you experiencing the shedding or flaking of skin?",
    "blister": "Have you developed fluid-filled sacs or raised areas on your skin?"
}